Repository: TheJoeFin/Trdo
Catalog: Trdo/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, pl_pl, pt_pt, zh_cn

# SettingsPage_DiagnosticsDescription.Text
source: Traydio keeps a log of playback activity (which engine was used, stream status, and errors). Open the log folder or copy recent diagnostics to share when reporting a problem.
ar_sa: يحتفظ Traydio بسجل لنشاط التشغيل (المحرك المستخدم، وحالة البث، والأخطاء). افتح مجلد السجلات أو انسخ التشخيصات الأخيرة لمشاركتها عند الإبلاغ عن مشكلة.
de_de: Traydio führt ein Protokoll der Wiedergabeaktivität (verwendete Engine, Stream-Status und Fehler). Öffne den Protokollordner oder kopiere aktuelle Diagnosedaten, um sie beim Melden eines Problems weiterzugeben.
es_es: Traydio guarda un registro de actividad de reproducción (qué motor se usó, estado de la transmisión y errores). Abre la carpeta de registros o copia diagnósticos recientes para compartirlos al reportar un problema.
fr_fr: Traydio garde un journal de l'activité de lecture (moteur utilisé, état du flux et erreurs). Ouvrez le dossier des journaux ou copiez les diagnostics récents à partager lors de la signalisation d'un problème.
pl_pl: Traydio zapisuje dziennik aktywności odtwarzania (używany silnik, stan strumienia i błędy). Otwórz folder dziennika lub skopiuj ostatnie informacje diagnostyczne, w celu udostępnienia podczas zgłaszania problemu.
pt_pt: O Traydio mantém um registo da atividade de reprodução (que motor foi utilizado, estado do stream e erros). Abra a pasta de registos ou copie o diagnóstico recente para partilhar ao comunicar um problema.
zh_cn: Traydio 会记录播放活动日志（使用的引擎、流媒体状态和错误信息）。报告问题时，可以打开日志文件夹或复制最近的诊断信息进行分享。

# SettingsPage_DiagnosticsTitle.Text
source: Diagnostics
ar_sa: التشخيصات
de_de: Diagnose
es_es: Diagnósticos
pl_pl: Diagnostyka
pt_pt: Diagnóstico
zh_cn: 诊断

# SettingsPage_Enable.Content
source: Enable
ar_sa: تفعيل
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
pl_pl: Włącz
pt_pt: Ativar
zh_cn: 启用

# SettingsPage_ExportFailed
source: Export failed: {0}
ar_sa: فشل التصدير: {0}
de_de: Export fehlgeschlagen: {0}
es_es: Error al exportar: {0}
fr_fr: TODO Échec de l'exportation : {0}
pl_pl: Eksport nie powiódł się: {0}
pt_pt: Falha na exportação: {0}
zh_cn: 导出失败：{0}

# SettingsPage_ExportStations.Content
source: Export stations
ar_sa: تصدير المحطات
de_de: Sender exportieren
es_es: Exportar estaciones
fr_fr: Exporter les stations
pl_pl: Eksportuj stacje
pt_pt: Exportar estações
zh_cn: 导出电台

# SettingsPage_ImportExportDescription.Text
source: Back up your station list or move it to another device with M3U and PLS playlist files.
ar_sa: انسخ قائمة محطاتك احتياطيًا أو انقلها إلى جهاز آخر باستخدام ملفات قوائم التشغيل M3U وPLS.
de_de: Sichere deine Senderliste oder übertrage sie mit M3U- und PLS-Playlist-Dateien auf ein anderes Gerät.
es_es: Copia de seguridad de tu lista de estaciones o muévela a otro dispositivo con archivos de lista de reproducción M3U y PLS.
fr_fr: Sauvegardez votre liste de stations ou déplacez-la vers un autre appareil avec des fichiers de playlist M3U et PLS.
pl_pl: Stwórz kopię zapasową listy stacji lub przenieś ją na inne urządzenie za pomocą plików playlist M3U i PLS.
pt_pt: Faça uma cópia de segurança da sua lista de estações ou transfira-a para outro dispositivo com ficheiros de lista de reprodução M3U e PLS.
zh_cn: 使用 M3U 和 PLS 播放列表文件备份您的电台列表，或将其转移到其他设备。

# SettingsPage_ImportExportTitle.Text
source: Import / Export stations
ar_sa: استيراد/تصدير المحطات
de_de: Sender importieren/exportieren
es_es: Importar / exportar estaciones
fr_fr: Importer / Exporter les stations
pl_pl: Importuj / Eksportuj stacje
pt_pt: Importar/exportar estações
zh_cn: 导入/导出电台

# SettingsPage_ImportFailed
source: Import failed: {0}
ar_sa: فشل الاستيراد: {0}
de_de: Import fehlgeschlagen: {0}
es_es: Error al importar: {0}
fr_fr: TODO Échec de l'importation : {0}
pl_pl: Import zakończony niepowodzeniem: {0}
pt_pt: Falha na importação: {0}
zh_cn: 导入失败：{0}

# SettingsPage_ImportStations.Content
source: Import stations
ar_sa: استيراد المحطات
de_de: Sender importieren
es_es: Importar estaciones
fr_fr: Importer les stations
pl_pl: Importuj stacje radiowe
pt_pt: Importar estações
zh_cn: 导入电台

# SettingsPage_Language_English.Content
source: English
ar_sa: الإنجليزية
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
pl_pl: Angielski
pt_pt: Inglês
zh_cn: 英语

# SettingsPage_Language_System.Content
source: System
ar_sa: النظام
es_es: Sistema
fr_fr: Système
pl_pl: Systemowy
pt_pt: Sistema
zh_cn: 系统

# SettingsPage_Language_Spanish.Content
source: Español
ar_sa: الإسبانية
de_de: Spanisch
pl_pl: Hiszpański
pt_pt: Espanhol
zh_cn: 西班牙语

# SettingsPage_Language_Chinese.Content
source: Chinese
ar_sa: الصينية
de_de: Chinesisch
fr_fr: TODO Chinois
pl_pl: Chiński
pt_pt: Chinês
zh_cn: 中文

# SettingsPage_Language_German.Content
source: German
ar_sa: الألمانية
de_de: Deutsch
fr_fr: TODO Allemand
pl_pl: Niemiecki
pt_pt: Alemão
zh_cn: 德语

# SettingsPage_Language_PortugueseBrazil.Content
source: Portuguese (Brazil)
ar_sa: البرتغالية (البرازيل)
de_de: Portugiesisch (Brasilien)
fr_fr: TODO Portugais (Brésil)
pl_pl: Portugalski (Brazylia)
pt_pt: Português (Brasil)
zh_cn: 葡萄牙语（巴西）

# SettingsPage_Language_PortuguesePortugal.Content
source: Portuguese (Portugal)
ar_sa: البرتغالية (البرتغال)
de_de: Portugiesisch (Portugal)
fr_fr: TODO Portugais (Portugal)
pl_pl: Portugalski (Portugalia)
pt_pt: Português (Portugal)
zh_cn: 葡萄牙语（葡萄牙）

# SettingsPage_Language_Arabic.Content
source: Arabic
ar_sa: العربية
de_de: Arabisch
fr_fr: TODO Arabe
pl_pl: Arabski
pt_pt: Árabe
zh_cn: 阿拉伯语

# SettingsPage_LanguageDescription.Text
source: Choose the language used throughout the app.
ar_sa: اختر اللغة المستخدمة في التطبيق بأكمله.
de_de: Wähle die Sprache, die in der gesamten App verwendet wird.
es_es: Elige el idioma usado en toda la aplicación.
fr_fr: Choisissez la langue utilisée dans l'application.
pl_pl: Wybierz język aplikacji.
pt_pt: Escolha o idioma utilizado em toda a aplicação.
zh_cn: 选择应用中使用的语言。

# SettingsPage_LanguageTitle.Text
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
pl_pl: Język
pt_pt: Idioma
zh_cn: 语言

# SettingsPage_MusicSearchServicesDescription.Text
source: Choose which shortcuts appear on Now Playing and Favorites when you want to search for the current song elsewhere.
ar_sa: اختر الاختصارات التي تظهر في صفحتَي "قيد التشغيل الآن" و"المفضلة" عندما تريد البحث عن الأغنية الحالية في مكان آخر.
de_de: Wähle, welche Verknüpfungen unter „Läuft gerade“ und „Favoriten“ angezeigt werden, wenn du den aktuellen Song anderswo suchen möchtest.
es_es: Elige qué accesos rápidos aparecen en Reproduciendo ahora y Favoritos cuando quieres buscar la canción actual en otros sitios.
fr_fr: Choisissez quels raccourcis apparaissent sur En Cours et Favoris lorsque vous recherchez la chanson en cours ailleurs.
pl_pl: Wybierz, które skróty mają być wyświetlane w sekcjach „Teraz odtwarzane” i „Ulubione”, gdy chcesz wyszukać bieżący utwór w innym miejscu.
pt_pt: Escolha que atalhos aparecem em "A reproduzir agora" e Favoritos quando quiser pesquisar a música atual noutro local.
zh_cn: 选择在“正在播放”和“收藏”页面上显示哪些快捷方式，以便在其他地方搜索当前歌曲。

# SettingsPage_MusicSearchServicesTitle.Text
source: Music search services
ar_sa: خدمات البحث عن الموسيقى
de_de: Musiksuchdienste
es_es: Servicios de búsqueda musical
fr_fr: Services de recherche titres
pl_pl: Usługi wyszukiwania muzyki
pt_pt: Serviços de pesquisa de música
zh_cn: 音乐搜索服务

# SettingsPage_OpenLogsFolder.Content
source: Open logs folder
ar_sa: فتح مجلد السجلات
de_de: Protokollordner öffnen
es_es: Abrir carpeta de registros
fr_fr: Ouvrir le dossier des journaux
pl_pl: Otwórz folder logów
pt_pt: Abrir pasta de registos
zh_cn: 打开日志文件夹

# SettingsPage_OpenLogsFolderFailed
source: Couldn't open the logs folder: {0}
ar_sa: تعذّر فتح مجلد السجلات: {0}
de_de: Protokollordner konnte nicht geöffnet werden: {0}
es_es: No se pudo abrir la carpeta de registros: {0}
fr_fr: TODO Impossible d'ouvrir le dossier des journaux : {0}
pl_pl: Nie udało się otworzyć folderu logów: {0}
pt_pt: Não foi possível abrir a pasta de registos: {0}
zh_cn: 无法打开日志文件夹：{0}

# SettingsPage_OpenLogsFolderFailedLocation
source: Couldn't open the logs folder. It's located at: {0}
ar_sa: تعذّر فتح مجلد السجلات. يوجد في: {0}
de_de: Protokollordner konnte nicht geöffnet werden. Er befindet sich unter: {0}
es_es: No se pudo abrir la carpeta de registros. Se encuentra en: {0}
fr_fr: TODO Impossible d'ouvrir le dossier des journaux. Il est situé à : {0}
pl_pl: Nie udało się otworzyć folderu logów. Znajduje się on w: {0}
pt_pt: Não foi possível abrir a pasta de registos. Está localizada em: {0}
zh_cn: 无法打开日志文件夹。其位置为：{0}

# SettingsPage_OpenOnStartupDescription.Text
source: Launch Traydio automatically when you sign in so the player is ready without opening it manually.
ar_sa: تشغيل Traydio تلقائيًا عند تسجيل الدخول ليكون المشغّل جاهزًا دون الحاجة لفتحه يدويًا.
de_de: Startet Traydio automatisch bei der Anmeldung, sodass der Player bereit ist, ohne ihn manuell zu öffnen.
es_es: Inicia Traydio automáticamente cuando inicias sesión para que el reproductor esté listo sin abrirlo manualmente.
fr_fr: Lancer Traydio automatiquement à la connexion afin que le lecteur soit prêt sans l'ouvrir manuellement.
pl_pl: Uruchamiaj Traydio automatycznie po zalogowaniu, aby odtwarzacz był gotowy do użycia bez konieczności ręcznego otwierania.
pt_pt: Inicia o Traydio automaticamente quando inicia sessão, para que o leitor esteja pronto sem ser necessário abri-lo manualmente.
zh_cn: 在您登录时自动启动 Traydio，无需手动打开即可使用播放器。

# SettingsPage_OpenOnStartupTitle.Text
source: Open on startup
ar_sa: الفتح عند بدء التشغيل
de_de: Beim Start öffnen
es_es: Abrir al iniciar
fr_fr: Ouvrir au démarrage
pl_pl: Otwieraj na starcie
pt_pt: Abrir no arranque
zh_cn: 开机启动

# SettingsPage_PlaybackEngine_Auto.Content
source: Auto (recommended)
ar_sa: تلقائي (موصى به)
de_de: Automatisch (empfohlen)
es_es: Automático (recomendado)
fr_fr: Auto (recommandé)
pl_pl: Automatycznie (zalecane)
pt_pt: Automático (recomendado)
zh_cn: 自动（推荐）

# SettingsPage_PlaybackEngine_NativeOnly.Content
source: Native only
ar_sa: أصلي فقط
de_de: Nur nativ
es_es: Sólo nativo
fr_fr: Uniquement natif
pl_pl: Tylko natywny
pt_pt: Apenas nativo
zh_cn: 仅原生

# SettingsPage_PlaybackEngine_NativePreferred.Content
source: Native preferred
ar_sa: الأصلي مفضّل
de_de: Nativ bevorzugt
es_es: Preferir nativo
fr_fr: Natif préféré
pl_pl: Preferuj natywny
pt_pt: Nativo preferencial
zh_cn: 优先原生

# SettingsPage_PlaybackEngine_RememberedInfo.Text
source: Traydio remembers which engine each station actually plays on, so a station that only works on one of them starts there next time. Reset this if a station's playback has changed.
ar_sa: يتذكّر Traydio المحرك الذي تعمل عليه كل محطة فعليًا، لذا فإن المحطة التي تعمل على أحدهما فقط ستبدأ منه في المرة القادمة. أعد ضبط هذا إذا تغيّر تشغيل إحدى المحطات.
de_de: Traydio merkt sich, mit welcher Engine jeder Sender tatsächlich abgespielt wird, sodass ein Sender, der nur mit einer davon funktioniert, das nächste Mal dort startet. Setze dies zurück, wenn sich die Wiedergabe eines Senders geändert hat.
es_es: Traydio recuerda qué motor usa cada estación, para que una estación que solo funciona en uno empiece en ese motor la próxima vez. Reinicia esto si el audio de una estación ha cambiado.
fr_fr: Traydio se souvient du moteur utilisé pour chaque station ; une station qui ne fonctionne que sur l'un d'entre eux démarrera toujours avec ce moteur. Réinitialisez ceci si la lecture d'une station a changé.
pl_pl: Traydio zapamiętuje, za pomocą którego silnika faktycznie odtwarzana jest każda stacja, dzięki czemu stacja działająca tylko na nim zostanie następnym razem uruchomiona właśnie za jego pomocą. Zresetuj ustawienie, jeżeli sposób odtwarzania stacji uległ zmianie.
pt_pt: O Traydio recorda em que motor cada estação é efetivamente reproduzida, pelo que uma estação que só funciona num deles arrancará aí da próxima vez. Reponha isto se a reprodução de uma estação tiver mudado.
zh_cn: Traydio 会记住每个电台实际使用的播放引擎，因此只能在其中一种引擎上播放的电台下次会直接使用该引擎启动。如果某个电台的播放情况发生变化，请重置此项。

# SettingsPage_PlaybackEngineDescription.Text
source: Choose how Traydio plays streams. Auto uses LibVLC first and falls back to Windows Media Foundation when needed.
ar_sa: اختر كيفية تشغيل Traydio للبث. يستخدم الوضع التلقائي LibVLC أولًا ويعود إلى Windows Media Foundation عند الحاجة.
de_de: Wähle, wie Traydio Streams abspielt. „Automatisch“ verwendet zuerst LibVLC und greift bei Bedarf auf Windows Media Foundation zurück.
es_es: Elige cómo reproduce Traydio las transmisiones. Auto usa LibVLC primero y vuelve al motor de Windows cuando hace falta.
fr_fr: Choisissez comment Traydio lit les flux. Auto utilise LibVLC en priorité et bascule sur Windows Media Foundation si nécessaire.
pl_pl: Wybierz, jak Traydio odtwarza strumienie. Auto najpierw wykorzystuje LibVLC, a w razie potrzeby przełącza się na Windows Media Foundation.
pt_pt: Escolha como o Traydio reproduz os streams. O modo automático utiliza primeiro o LibVLC e recorre ao Windows Media Foundation quando necessário.
zh_cn: 选择 Traydio 播放流媒体的方式。自动模式会优先使用 LibVLC，并在需要时回退到 Windows Media Foundation。

# SettingsPage_PlaybackEngineTitle.Text
source: Playback engine
ar_sa: محرك التشغيل
de_de: Wiedergabe-Engine
es_es: Motor de reproducción
fr_fr: Moteur de lecture
pl_pl: Silnik odtwarzania
pt_pt: Motor de reprodução
zh_cn: 播放引擎

# SettingsPage_PlayOnStartupDescription.Text
source: Automatically resume the last station as soon as Traydio opens.
ar_sa: استئناف آخر محطة تلقائيًا بمجرد فتح Traydio.
de_de: Setzt den letzten Sender automatisch fort, sobald Traydio geöffnet wird.
es_es: Reanuda automáticamente la última estación en cuanto Traydio se abre.
fr_fr: Reprendre automatiquement la dernière station dès l'ouverture de Traydio.
pl_pl: Automatycznie wznów odtwarzanie ostatniej stacji zaraz po uruchomieniu Traydio.
pt_pt: Retoma automaticamente a última estação assim que o Traydio abre.
zh_cn: Traydio 打开后自动恢复播放上次的电台。

# SettingsPage_PlayOnStartupTitle.Text
source: Play on startup
ar_sa: التشغيل عند بدء التشغيل
de_de: Beim Start abspielen
es_es: Reproducir al iniciar
fr_fr: Lecture au démarrage
pl_pl: Odtwarzaj po starcie
pt_pt: Reproduzir no arranque
zh_cn: 启动时播放

# SettingsPage_PopupDwellExplanation.Text
source: How long the popup stays on screen before it fades away. Clicking it dismisses it sooner.
ar_sa: المدة التي تبقى فيها النافذة المنبثقة على الشاشة قبل أن تختفي. النقر عليها يغلقها بشكل أسرع.
de_de: Wie lange das Popup auf dem Bildschirm bleibt, bevor es verblasst. Ein Klick darauf schließt es schneller.
es_es: Cuánto tiempo permanece el popup en pantalla antes de desvanecerse. Hacer clic lo cierra antes.
fr_fr: Durée d'affichage du popup avant qu'il ne se ferme. Un clic le ferme plus tôt.
pl_pl: Jak długo będzie wyświetlane okno powiadomienia na ekranie, zanim zniknie. Kliknięcie go powoduje wcześniejsze zamknięcie.
pt_pt: Durante quanto tempo o popup permanece no ecrã antes de desaparecer. Clicar nele fecha-o mais depressa.
zh_cn: 弹窗在消失前停留在屏幕上的时长。点击弹窗可以提前将其关闭。

source: How long the song popup stays on screen, in seconds
ar_sa: المدة التي تبقى فيها النافذة المنبثقة للأغنية على الشاشة، بالثواني
de_de: Wie lange das Song-Popup auf dem Bildschirm bleibt, in Sekunden
es_es: Cuánto tiempo permanece el popup de canción en pantalla, en segundos
fr_fr: Durée d'affichage du popup de piste, en secondes
pl_pl: Czas wyświetlania wyskakującego okna z informacją o zmianie utworu (w sekundach)
pt_pt: Durante quanto tempo o popup da música permanece no ecrã, em segundos
zh_cn: 歌曲弹窗在屏幕上停留的时长（秒）

# SettingsPage_ResetEngineMemoryFailed
source: Couldn't reset remembered engines: {0}
ar_sa: تعذّر إعادة ضبط المحركات المحفوظة: {0}
de_de: Gespeicherte Engines konnten nicht zurückgesetzt werden: {0}
es_es: No se pudieron restablecer los motores recordados: {0}
fr_fr: TODO Impossible de réinitialiser les moteurs mémorisés : {0}
pl_pl: Nie udało się zresetować zapamiętanych silników: {0}
pt_pt: Não foi possível repor os motores memorizados: {0}
zh_cn: 无法重置已记住的引擎：{0}

# SettingsPage_ResetRememberedEngines.Content
source: Reset remembered engines
ar_sa: إعادة ضبط المحركات المحفوظة
de_de: Gespeicherte Engines zurücksetzen
es_es: Restablecer motores recordados
fr_fr: Réinitialiser les moteurs mémorisés
pl_pl: Zresetuj zapamiętane silniki
pt_pt: Repor motores memorizados
zh_cn: 重置已记住的引擎

# SettingsPage_RestartRequiredInfoBar.Message
source: Restart Traydio to finish switching languages.
ar_sa: أعد تشغيل Traydio لإتمام تغيير اللغة.
de_de: Starte Traydio neu, um den Sprachwechsel abzuschließen.
es_es: Reinicia Traydio para terminar de cambiar el idioma.
fr_fr: Redémarrez Traydio pour terminer le changement de langue.
pl_pl: Uruchom ponownie Traydio, aby zakończyć zmianę języka.
pt_pt: Reinicie o Traydio para concluir a mudança de idioma.
zh_cn: 重启 Traydio 以完成语言切换。

# SettingsPage_SilenceTimeoutDescription.Text
source: Set how long playback can stay silent before Traydio restarts the stream automatically.
ar_sa: حدد المدة التي يمكن أن يبقى فيها التشغيل صامتًا قبل أن يعيد Traydio تشغيل البث تلقائيًا.
de_de: Lege fest, wie lange die Wiedergabe stumm bleiben kann, bevor Traydio den Stream automatisch neu startet.
es_es: Establece cuánto tiempo puede quedarse en silencio la reproducción antes de que Traydio reinicie la transmisión automáticamente.
fr_fr: Définissez combien de temps la lecture peut rester silencieuse avant que Traydio ne redémarre automatiquement le flux.
pl_pl: Ustaw, jak długo odtwarzanie może pozostawać bez dźwięku, zanim Traydio spróbuje automatycznie zrestartować strumień.
pt_pt: Define durante quanto tempo a reprodução pode ficar em silêncio antes de o Traydio reiniciar o stream automaticamente.
zh_cn: 设置播放静音多长时间后，Traydio 会自动重启流媒体。

# SettingsPage_SilenceTimeoutTitle.Text
source: Silence detection timeout
ar_sa: مهلة اكتشاف الصمت
de_de: Zeitlimit für Stille-Erkennung
es_es: Tiempo de espera por silencio
fr_fr: Timeout de détection de silence
pl_pl: Limit czasu ciszy
pt_pt: Tempo limite de deteção de silêncio
zh_cn: 静音检测超时

# SettingsPage_SongChangePopupDescription.Text
source: Show a brief on-screen notification near the taskbar whenever the playing song changes.
ar_sa: إظهار إشعار قصير على الشاشة بالقرب من شريط المهام عند تغيّر الأغنية قيد التشغيل.
de_de: Zeigt eine kurze Bildschirmbenachrichtigung in der Nähe der Taskleiste an, wenn sich der abgespielte Song ändert.
es_es: Muestra una breve notificación en pantalla junto a la barra de tareas cada vez que cambia la canción.
fr_fr: Afficher une brève notification à l'écran près de la barre des tâches chaque fois que la chanson en cours change.
pl_pl: Wyświetlaj krótkie powiadomienie na ekranie, w pobliżu paska zadań, za każdym razem, gdy zmieni się odtwarzany utwór.
pt_pt: Mostra uma breve notificação no ecrã perto da barra de tarefas sempre que a música em reprodução muda.
zh_cn: 每当播放的歌曲发生变化时，在任务栏附近显示简短的屏幕通知。

# SettingsPage_SongChangePopupTitle.Text
source: Song change popup
ar_sa: نافذة تغيير الأغنية المنبثقة
de_de: Popup bei Songwechsel
es_es: Popup de cambio de canción
fr_fr: Popup de changement de piste
pl_pl: Powiadomienie w oknie o zmianie utworu
pt_pt: Popup de mudança de música
zh_cn: 歌曲切换弹窗

source: Song change popup
ar_sa: نافذة تغيير الأغنية المنبثقة
de_de: Popup bei Songwechsel
es_es: Popup de cambio de canción
fr_fr: Popup de changement de piste
pl_pl: Powiadomienie w oknie o zmianie utworu
pt_pt: Popup de mudança de música
zh_cn: 歌曲切换弹窗

# SettingsPage_SongPopupDelayExplanation.Text
source: Many stations announce a track before it actually starts playing. Hold the track info back so it changes when you hear the song — in the window, the mini player, the media controls, the playlist history and the popup alike. The first track after you tune in appears straight away. Individual stations can override this in their Advanced settings, or by right-clicking the popup itself.
ar_sa: تعلن العديد من المحطات عن مقطوعة قبل أن تبدأ فعليًا بالتشغيل. أخّر معلومات المقطوعة بحيث تتغير عندما تسمع الأغنية — في النافذة، والمشغّل المصغّر، وعناصر تحكم الوسائط، وسجل قائمة التشغيل، والنافذة المنبثقة على حدٍ سواء. تظهر أول مقطوعة بعد ضبط المحطة فورًا. يمكن للمحطات الفردية تجاوز هذا في إعداداتها المتقدمة، أو بالنقر بزر الماوس الأيمن على النافذة المنبثقة نفسها.
de_de: Viele Sender kündigen einen Titel an, bevor er tatsächlich zu spielen beginnt. Halte die Titelinfo zurück, sodass sie sich ändert, wenn du den Song hörst — im Fenster, im Mini-Player, in den Mediensteuerelementen, im Playlist-Verlauf und im Popup gleichermaßen. Der erste Titel nach dem Einschalten erscheint sofort. Einzelne Sender können dies in ihren erweiterten Einstellungen oder durch Rechtsklick auf das Popup selbst überschreiben.
es_es: Muchas estaciones anuncian una pista antes de que realmente empiece a sonar. Retrasa el popup para que coincida con el audio. Cada estación puede anular esto en su configuración avanzada o haciendo clic derecho en el popup.
fr_fr: Beaucoup de stations annoncent un morceau avant qu'il ne commence réellement. Retardez le popup pour qu'il corresponde à l'audio. Les stations individuelles peuvent remplacer ce paramètre — consultez Avancé pour chaque station.
pl_pl: Wiele stacji zapowiada utwór, nim zacznie on faktycznie być odtwarzany. Wstrzymaj informacje o utworze, aby zmieniały się w momencie, gdy słyszysz utwór — zarówno w oknie, w miniodtwarzaczu, w sterowaniu multimediami, w historii odtwarzania, jak i w powiadomieniu. Pierwszy utwór po włączeniu stacji pojawia się od razu. Poszczególne stacje mogą zmienić to ustawienie w opcjach zaawansowanych lub klikając prawym przyciskiem myszy na samym oknie powiadomienia.
pt_pt: Muitas estações anunciam uma faixa antes de esta realmente começar a tocar. Atrase a informação da faixa para que mude quando ouvir a música — na janela, no mini-leitor, nos controlos multimédia, no histórico da lista de reprodução e no popup, todos da mesma forma. A primeira faixa depois de sintonizar aparece de imediato. Estações individuais podem substituir isto nas suas definições avançadas, ou clicando com o botão direito no próprio popup.
zh_cn: 许多电台会在曲目实际开始播放之前进行播报。延迟显示曲目信息，使其在您听到歌曲时才更新——包括主窗口、迷你播放器、媒体控件、播放列表历史记录和弹窗。您调台后的第一首曲目会立即显示。各电台可以在其“高级”设置中覆盖此设置，或通过右键单击弹窗本身进行调整。

source: Track info delay in seconds
ar_sa: تأخير معلومات المقطوعة بالثواني
de_de: Titelinfo-Verzögerung in Sekunden
es_es: Retraso del popup de canción en segundos
fr_fr: TODO Délai des infos de piste en secondes
pl_pl: Opóźnienie informacji o utworze w sekundach
pt_pt: Atraso da informação da faixa em segundos
zh_cn: 曲目信息延迟（秒）

# SettingsPage_Title.Text
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
pl_pl: Ustawienia
pt_pt: Definições
zh_cn: 设置

# SettingsPage_TrackInfoDelayTitle.Text
source: Track info delay
ar_sa: تأخير معلومات المقطوعة
de_de: Titelinfo-Verzögerung
fr_fr: TODO Délai des infos de piste
pl_pl: Opóźnienie informacji o utworze
pt_pt: Atraso da informação da faixa
zh_cn: 曲目信息延迟

# SettingsPage_TrayClickBehavior_Alternate.Content
source: Left click: open Traydio, right click: play/pause
ar_sa: النقر بالزر الأيسر: فتح Traydio، النقر بالزر الأيمن: تشغيل/إيقاف مؤقت
de_de: Linksklick: Traydio öffnen, Rechtsklick: Abspielen/Pause
es_es: Clic izquierdo: abrir Traydio, clic derecho: reproducir/pausar
fr_fr: Clic gauche : ouvrir Traydio, clic droit : lecture/pause
pl_pl: Lewy przycisk myszy: otwórz Traydio; prawy przycisk myszy: odtwarzaj/wstrzymaj
pt_pt: Clique esquerdo: abrir o Traydio, clique direito: reproduzir/pausar
zh_cn: 左键单击：打开 Traydio，右键单击：播放/暂停
